[
{"title": "Full Stack Developer", "content": "WordPress DevelopmentDevelop and maintain WordPress websites, including custom themes and plugins.Work closely with the design team to implement website designs and ensure a seamless user experience.Optimize WordPress websites for maximum speed and scalability.Implement security measures to protect our WordPress sites from vulnerabilities.PHP DevelopmentDevelop and maintain PHP applications, ensuring high performance and responsiveness.Collaborate with the design team to integrate front-end elements with server-side logic.Write clean, readable, and maintainable code.Stay up-to-date with the latest trends and best practices in PHP development.DevOpsCollaborate with the DevOps team to ensure smooth deployment and operation of our systems.Work with cloud services such as AWS or Azure to deploy and manage applications.Implement and manage CI/CD pipelines to automate the deployment process.Monitor and optimize the performance of our applications.", "company_name": "Red Star Technology Company", "location": "", "experience": "", "requirement": "Bachelor's degree in Computer Science or a related field.3+ years of experience in web development, with a focus on WordPress development, PHP development, and DevOps.Strong knowledge of PHP, HTML, CSS, and JavaScript.Experience with version control systems such as Git.Experience with cloud services such as AWS or Azure.Strong analytical and problem-solving skills.Excellent communication and teamwork skills.", "benefit": "", "date_posted": "24-05-2024", "source": "careerviet.vn", "url": "https://careerviet.vn/vi/tim-viec-lam/full-stack-developer.35C04204.html", "salary": "", "skills": "lập trình"},
{"title": "Senior IT Application Developer & Data Specialist", "content": "JOB PURPOSE: Application development, operations and user support, data management to meet company’s business requirements.MAIN ACCOUNTABILITIESScope of work·       Included but not limited to: develop new applications in specified frameworks/languages, modify current applications, create/modify reports… to meet company’s business requirements; guide/support end-users to use IT’s products.·       Gather/ Merging/loading data from different sources and store it in the Local Data Warehouse system, optimize database performance, and stay abreast of emerging technologies to enhance data warehousing capabilities. Design report templates to extract data for business purposes.·       Responsible for establishing data connections among different systems, ensuring the quality of data sources is consistent and accurate. Ensure the safety and security of data.·       System development: in charge for covering these segments: Manage Middleware Integration (Nippon 3PL Warehouse, Venus – intranet system, e-invoice, CEGID, CPI integration,…) between surround systems vs FOCUS, develop new functions for local legacy system as well as process sensitive SCV data.·       Monitor and troubleshoot the Data Warehouse, maintain and update it, ensure data quality, integrity, and security, as well as collaborate with other developers, analysts, and stakeholders. Quality and Productivity·       Ensure all assigned projects and tasks are successfully completed on time without compromising product quality.Others:·       Contribute personal ideas to improve quality of current processes or to solve problems at the earliest.·       Perform other tasks assigned by line manager.", "company_name": "SHISEIDO COSMETICS VIETNAM CO., LTD", "location": "", "experience": "", "requirement": "", "benefit": "", "date_posted": "27-05-2024", "source": "careerviet.vn", "url": "https://careerviet.vn/vi/tim-viec-lam/senior-it-application-developer-data-specialist.35C06BF3.html", "salary": "", "skills": "Cán bộ công nghệ thông tin\r\n             Chuyên viên CNTT\r\n             Kỹ sư IT\r\n             Nhân viên IT triển khai phần mềm\r\n             SAP IT Specialist (ABAP)\r\n             IT Technician\r\n             Kỹ thuật viên IT\r\n             Chuyên viên IT Network\r\n             Kỹ sư hệ thống\r\n             System Engineer"},
{"title": "Chuyên viên kỹ thuật - Software", "content": "Phối hợp với kinh doanh tư vấn sản phẩm hoặc dịch vụ cho khách hàng: giải đáp các thắc mắc về sản phẩm hoặc dịch vụ, giới thiệu tính năng, lợi ích và cách sử dụng sản phẩm. Đồng thời cung cấp về tiến độ và chi tiết thời gian thực hiện theo yêu cầu của khách hàng.\r\n\tKhảo sát nhu cầu khách hàng; phân tích; tư vấn và đưa ra mô hình, giải pháp và sản phẩm công nghệ thông tin phù hợp.\r\n\tTriển khai dự án: lên kế hoạch và triển khai một dự án dựa trên nhu cầu của khách hàng; kiểm tra và đưa ra đề xuất kỹ thuật thỏa mãn khách hàng nhất.", "company_name": "Công Ty Cổ Phần GreenFeed Việt Nam", "location": "72 - 74 Nguyễn Thị Minh Khai, P. Võ Thị Sáu, Quận 3 TP. Hồ Chí Minh", "experience": "", "requirement": "Trình độ: Đại học.\r\n\tChuyên môn: Tốt nghiệp ngành IT - Công nghệ thông tin hoặc các ngành có liên quan.\r\n\tNắm rõ về kiến trúc phần mềm (ngôn ngữ C++/C#, Java, Python), kiến trúc hệ thống (các nền tảng OpenStack, Kubernetes…), hệ điều hành (Windows Server, Ubuntu, Linux), REST API/SDK.\r\n\tNắm rõ nguyên tắc hoạt động của mô hình Client-Server, Peer-to-Peer.\r\n\tCó kiến thức về kiến trúc mạng IP LAN, WAN, VPN.\r\n\tCó kiến thức về Video Management System, Video Analytics, Deep Learning, Machine Learning, Cyber Security là một lợi thế.\r\n\tCó ít nhất 1 năm ở vị trí tương đương (Có kinh nghiệm sale các sản phẩm/dịch vụ phần mềm là một lợi thế).\r\n\tCó khả năng nắm bắt nhanh các sản phẩm phần mềm.\r\n\tCó kỹ năng giao tiếp tốt, trình bày thuyết phục, giải quyết tình huống.\r\n\tCó kỹ năng viết và trình bày tài liệu kỹ thuật rõ ràng, mạch lạc.\r\n\tCó khả năng làm việc độc lập và làm việc theo nhóm.\r\n\tCó khả năng đọc hiểu tài liệu tiếng Anh và giao tiếp cơ bản.", "benefit": "Lương cứng thỏa thuận theo năng lực + Hoa hồng kinh doanh + Lương tháng 13 + Thưởng\r\n\tPhụ cấp ăn trưa, xăng xe, điện thoại, đồng phục...\r\n\tTham gia đầy đủ BHXH, BHYT, BHTN.\r\n\tChế độ phúc lợi ưu việt: Chương trình bảo hiểm tai nạn và sức khỏe cho cả gia đình (Nhân viên + Vợ/Chồng + Con); khám sức khỏe định kỳ hàng năm, teambuilding; quà nhân dịp lễ tết, hoạt động của công đoàn...\r\n\tĐược tham gia nhiều khóa đào tạo chuyên môn được cấp chứng chỉ của hãng; đào tạo nội bộ nhằm nâng cao năng lực chuyên môn và kỹ năng mềm, phát triển bản thân\r\n\tMôi trường làm việc năng động, thân thiện, nhiều cơ hội thăng tiến.", "date_posted": "27-05-2024", "source": "careerviet.vn", "url": "https://careerviet.vn/vi/tim-viec-lam/chuyen-vien-ky-thuat-software.35BFF6A9.html", "salary": "", "skills": ""},
{"title": "Network Engineer - Kỹ Sư Mạng (Không Yêu Cầu Kinh Nghiệm)", "content": "Mô tả công việc:Được đào tạo các kỹ năng và nghiệp vụ liên quan trong 2 tháng cho nhân viên mới.Liên lạc, liên kết với các đối tác (nhà mạng trên toàn cầu) để xử lý sự cố mạng cho khách hàng.Phụ trách việc khảo sát, thiết lập, kiểm tra và bảo trì đường truyền mạng của khách hàng.Phụ trách kế hoạch kiểm tra L1/L2/L3 IP, tunnel, QOS và đáp ứng các tiêu chuẩn của hệ thống mạng KDDI.Hỗ trợ kỹ thuật cho bộ phần Điều hành mạng và dịch vụ Cloud.Giám sát tình trạng, chất lượng đường truyền mạng của khách hàng trên phạm vi toàn cầu.Thời gian làm việc: Theo ca, bao gồm 03 ca (8 giờ/ 1 ca ~ 40 giờ/ 1 tuần)Ca sáng: 06:00 - 14:00Ca trưa: 14:00 - 22:00Ca đêm: 22:00 - 06:00", "company_name": "KDDI Vietnam - HCM GNOC (Ho Chi Minh Global Network Operations Center)", "location": "Tòa nhà QTSC Building 9, đường số 3, CVPM Quang Trung, P. Tân Chánh Hiệp, Q.12, TP. Hồ Chí Minh", "experience": "", "requirement": "", "benefit": "", "date_posted": "20-05-2024", "source": "careerviet.vn", "url": "https://careerviet.vn/vi/tim-viec-lam/network-engineer-ky-su-mang-khong-yeu-cau-kinh-nghiem.35C073A0.html", "salary": "", "skills": ""},
{"title": "Business Application Specialist", "content": "- Tham gia giới thiệu đến các phòng ban trong công ty các xu hướng về công nghệ và các tính năng mới của hạ tầng mạng-bảo mật nhằm tối ưu hóa các hoạt động của khối phòng ban trong công ty được hiệu quả- Thiết kế, xây dựng, triển khai và bảo trì các hệ thống phần mềm phục vụ cho sự phát triển của công ty như: ERP, BI, và các hệ thống phần mềm khác:Tham gia triển khai phần mềm Erp trên ngôn ngữ ASP.NET (CRM, Bán hàng, Kho vận,...)Hỗ trợ giải đáp thắc mắc của khách hàng khi sử dụng vận hành phần mềmGhi nhận các ý kiến của khách hàng để cải tiến và phát triển các tính năng mới • Chuẩn bị các tài liệu hướng dẫn sử dụng, đào tạo cho khách hàng các tính năng phần mềmLàm việc với đội phát triển để cải tiến, nâng cấp phần mềmKiểm tra phần mềm, đảm bảo chất lượng hệ thống, quy trình khi triển khai- Quản lý hệ thống bảo mật công nghệ thông tin, phòng ngừa và quản trị rủi ro theo chính sách của công ty- Vận hành hệ thống phần mềm bảo toàn dữ liệu và lập kế hoạch triển khai phục hồi sau thảm họa- Thiết lập và triển khai thực hiện các chính sách, quy trình, quy định và giải pháp về phòng ngừa các rủi ro- Vận hành các phần mềm thuộc công ty nhằm đảm bảo sự thông suốt trong việc trao đổi thông tin và an toàn về bảo mật thông tin- Rà soát và thực hiện phân quyền người dùng nhằm đảm bảo theo đúng quy định phân quyền", "company_name": "Công ty cổ phần Nafoods Group", "location": "", "experience": "", "requirement": "", "benefit": "", "date_posted": "27-05-2024", "source": "careerviet.vn", "url": "https://careerviet.vn/vi/tim-viec-lam/business-application-specialist.35C05B51.html", "salary": "", "skills": "Purchasing\r\n             Nhân viên mua hàng  Staff\r\n             Associates  Accountant\r\n             Staff/ Executive/ Supervisor/ Manager\r\n             purchasing staff\r\n             Executive\r\n             manager\r\n             Coordinator\r\n             Supervisor\r\n             officier"}