[
{"title": "Lập Trình Viên Java ( Phát Triển Ứng Dụng)", "content": ["Tham gia xây dựng kế hoạch và quản lý tiến độ phát triển chức năng theo kế hoạch;", "Thiết kế hệ thống module chi tiết, xây dựng cơ sở dữ liệu phục vụ các module chức năng;", "Tham gia vào các dự án phát triển sản phẩm của công ty trên nền tảng ASP.NET hoặc .NET core;", "Lập trình và tích hợp (FrontEnd – BackEnd);", "Phối hợp các bộ phận xây dựng kịch bản kiểm thử và thử nghiệm sản phẩm;", "Phối hợp các bộ phận để phát hiện và xử lý vấn đề hiệu quả;", "Bảo trì và nâng cấp chức năng theo kế hoạch;", "Thực hiện các công việc khác theo sự phân công của lãnh đạo."], "company_name": "Epic Group", "location": "- Hà Nội: Tòa nhà Lâm Viên, 107A Nguyễn Phong Sắc, Cầu Giấy, Hà Nội, Cầu Giấy", "experience": "1 năm", "requirement": ["Có ít nhất 6 tháng kinh nghiệm phát triển các sản phẩm sử dụng .NET, có kinh nghiệm với các sản phẩm tài chính, bất động sản là một lợi thế;", "Có kỹ năng giao tiếp tốt;", "Khả năng làm việc độc lập cao, có thể làm việc nhóm và cùng đưa ra vấn đề để xử lý;", "Chịu được áp lực và trung thực trong công việc;", "Có hiểu biết về ASP.NET, OOP, RESFULL, Design Patterns;", "Nẵm vững kiến thức về SQL, sử dụng thành thạo SQL server và Oracel Database;", "Có khả năng sử dụng tốt các công cụ kiểm soát issue và báo cáo: jira. Trello, git...", "Hiểu biết về lập trình mobile là một lợi thế."], "benefit": ["Được hưởng mức thu nhập cạnh tranh theo năng lực và đánh giá công việc, xét tăng lương định kỳ theo quy định công ty;", "Thu nhập theo năng lực và thỏa thuận giữa 2 bên;", "Đầy đủ quyền lợi theo luật lao động: BHXH, BHYT, Thai sản ngay khi ký HĐLĐ;", "Lương tháng 13, thưởng các ngày lễ tết 30/04, 01/05, 08/03, Tết Âm lịch, Dương lịch, sinh nhật, hiếu, hỷ...", "Du lịch nghỉ mát, team building hàng năm;", "Môi trường làm việc trẻ, năng động, cơ hội đào tạo & thăng tiến chuyên môn"], "date_posted": "15:32:50 19-05-2024", "source": "topcv.vn", "url": "https://www.topcv.vn/viec-lam/lap-trinh-vien-java-phat-trien-ung-dung/1110839.html?ta_source=ITJobs_LinkDetail", "salary": "Trên 10 triệu", "skills": ["Java", "MongoDB", "Oracle Database"]},
{"title": "Kỹ Sư Thiết Kế Khuôn", "content": ["Tiếp nhận sản phẩm từ khách hàng .", "Thiết kế Layout sử dụng phần mềm AutoCAD , DFM.", "Thiết kế khuôn 3D sử dụng phầm mềm Siemens NX .", "Bóc tách bản vẽ , xuất bản vẽ 3D sang 2D, thiết kế bản vẽ gia công trên Auto CAD .", "Lập BOM biểu thống kê danh sách vật tư linh kiện , tiến hành đặt mua trên hệ thống EMEN và LMK .", "Theo dõi tiến độ gia công khuôn mẫu , chịu trách nhiêm khắc phục sự cố trong gia công và kiểm tra check lỗi sản phẩm sau khi khuôn hoàn thiện , làm việc với khách hàng để sản phẩm đạt yêu cầu"], "company_name": "CÔNG TY TNHH FORCE UNIQUE VIỆT NAM", "location": "- Hải Dương: Thôn Tất Thượng, xã Cộng Lạc, Tứ Kỳ", "experience": "1 năm", "requirement": ["Có kinh nghiệm 1 năm thiết kế khuôn ép nhựa", "Có kinh nghiệm thiết kế khuôn máy in và xe hơi.", "Sử dụng phần mềm NX", "Biết Tiếng Nhật hoặc Tiếng Trung", "Nhiệt tình, nhanh nhẹn, có nguyện vọng làm việc ổn định lâu dài.", "Kỹ năng giao tiếp, có thể làm việc độc lập hoặc làm việc theo nhóm, chủ động trong công việc, tinh thần cầu thị luôn học hỏi tìm hiểu kỹ thuật và có tinh thần cầu tiến, quyết đoán."], "benefit": ["Trợ cấp tiền BHXH trong quá trình thử việc.", "Trợ cấp tiền ăn.", "Tham gia đầy đủ BHXH theo quy định", "Lương thưởng, chế độ phép năm... theo luật lao động.", "Môi trường làm việc thoải mái, vui vẻ, hòa đồng.", "Hỗ trợ ký túc xá cho các bạn ở xa."], "date_posted": "15:37:09 12-05-2024", "source": "topcv.vn", "url": "https://www.topcv.vn/viec-lam/ky-su-thiet-ke-khuon/1325066.html?ta_source=ITJobs_LinkDetail", "salary": "15 - 30 triệu", "skills": ["Vẽ 3D", "Cad"]}
]