[
{"title": "Software Engineer/Developer", "content": "If you want to learn new skills and technologies and step into Microsoft 365, then this may be the opportunity for you:•\tDesign, develop, and maintain Power Platform solutions using Power Apps, Power Automate, and Power BI and SQL database.•\tWork with cross-functional teams mostly from overseas to refine requirements and translate them into effective solutions.•\tConduct...", "company_name": "Văn Phòng Đại Diện Max Biocare Tại Hà Nội", "location": "tòa nhà M3-M4, 91 Nguyễn Chí Thanh, quận Đống Đa, Hà Nội.", "experience": "0 năm", "requirement": "Workday: Full time Monday – Friday and Plus 2 Saturday morning per month.Salary: $850 - $1800 depending on skills and experience.What do we offer for this position:-\tCompetitive salary and allowance package -\tAll employee benefits as per Vietnam’s labour laws such as annual health check, paid leaves….-\tNew year bonus -\tFlexible work schedule when needed to...", "benefit": "Competitive salary and allowance package ($800 - $1800), All employee benefits as per Vietnam’s labour laws such as annual health check, paid leaves…., Flexible work schedule when needed to support personal needs.", "date_posted": "17:58:23 17-05-2024", "source": "vietnamworks", "url": "https://www.vietnamworks.com/software-engineer-developer--1777981-jd", "skills": "Power Apps, MySQL, Big Data Analysis, Data Processing, software", "salary": "$850 - $1800"},
{"title": "Operations Transformation Assistant Manager - Digital CX", "content": "To organize and implement digital transformation projects according to Dai-ichi Life Vietnam's plan to provide customers with superior service experiences through digital solutions1. Organize and manage digital transformation projects according to Dai-ichi Life Vietnam's plan- Coordinate resources within the department and manpower from related departments to implement projects effectively- Coordinate with the IT department...", "company_name": "Dai-Ichi Life Vietnam", "location": "149-151 Nguyen Van Troi, Phu Nhuan Dist., HCMC", "experience": "0 năm", "requirement": "Education & Experience- Bachelor's degree or higher in Insurance, Economics, Finance, Banking, Information Technology...- At least 5 years of experience in project analysis / management, with a preference for digital transformation projects, including at least 2 years in the role of project manager / project management specialist in the life insurance industry or other...", "benefit": "Lương tháng 13 và thưởng theo KPI, Chương trình Chăm sóc sức khỏe cao cấp dành cho bạn và gia đình, 15 ngày nghỉ phép trong năm", "date_posted": "18:43:43 17-05-2024", "source": "vietnamworks", "url": "https://www.vietnamworks.com/operations-transformation-assistant-manager-digital-cx-1777996-jd", "skills": "Project Management, UI/UX, System Planning, Problem Solving, Analysis Tool", "salary": "Negotiable"},
{"title": "Database Engineer", "content": "Project: Customer project for a 3D printing company. Focus on the development, the testing on the physical machines will be done by customer engineers.  Responsibilities:  •\tDevelop and implement a comprehensive solution for connecting on-site or customer-based equipment to a database. •\tLoad sensor data and other machine data recorded in log files into...", "company_name": "Taskforce Solutions", "location": "2000 Thurston Drive 5, Ottawa, Ontario Canada, K1G 4K7", "experience": "0 năm", "requirement": "Requirements:  •\tProficiency in database development and integration. •\tStrong understanding of sensor data management and analysis. •\tKnowledge of predictive maintenance and process optimization concepts. •\tFamiliarity with software development principles and methodologies. •\tExperience with CAD part geometry import and manipulation. •\tAbility to work collaboratively with cross-functional teams. •\tAttention to detail and problem-solving skills. •\t(Additional Task)...", "benefit": "Discretionary", "date_posted": "22:34:11 18-05-2024", "source": "vietnamworks", "url": "https://www.vietnamworks.com/database-engineer--1778063-jd", "skills": "SQL, MySQL, Data Management, English", "salary": "$300 - $500"},
{"title": "AMS Consultant - SAP FICO", "content": "What impact will you make? At Deloitte, we offer a unique and exceptional career experience to inspire and empower talents like you to make an impact that matters for our clients, people and society. Whatever your aspirations, Deloitte offers you unrivalled opportunities to realise your full potential. We are always looking for people with...", "company_name": "Deloitte Consulting SEA", "location": "18th Floor, Times Square Building, 22-36 Nguyen Hue, District 1, HCMC, Vietnam", "experience": "0 năm", "requirement": "Enough about us, let's talk about youIf you are someone whom matches the following requirements, send us your resume and join us at Deloitte Consulting – creating an impact in whatever we deliver!-\tHigher Diploma or Bachelor degree in any relevant discipline. -\tHave at least 3-5 years’ experience working with the SAP FI/ SAP CO...", "benefit": "Performance Bonus, Premium Healthcare Plan, SEA Team Building", "date_posted": "22:54:25 19-05-2024", "source": "vietnamworks", "url": "https://www.vietnamworks.com/ams-consultant-sap-fico-1778088-jd", "skills": "SAP FICO, System Support, ERP, SAP S/4HANA", "salary": "Negotiable"},
{"title": "Nhân Viên IT Triển Khai Chuyển Đổi Số (01 Người)", "content": "Nhân viên triển khai chuyển đổi số có nhiệm vụ tham gia vào quá trình chuyển đổi số trong tổ chức. Kết hợp kiến thức về kỹ thuật và hiểu biết về tầm nhìn của tổ chức để thực hiện các dự án chuyển đổi số. Vai trò này liên quan đến việc thiết...", "company_name": "Công Ty Aureole Expert Integrators INC. Thuộc Tập Đoàn Mitani Sangyo Co., Ltd. (Nhật Bản)", "location": "Trụ sở chính tại Hà Nội: Tầng 7, Tòa nhà Technosoft, Ngõ 15 Đường Duy Tân, Dịch Vọng Hậu, Cầu Giấy, Hà Nội; Chi nhánh tại Tp. Hồ Chí Minh: Lầu 10, tòa nhà AB, 76 Lê Lai, Quận 1, Tp. Hồ Chí Minh", "experience": "0 năm", "requirement": "Yêu cầu ứng viên(1) Kiến thức về Công nghệ thông tin (IT), ngành CNTT, khoa học máy tính, phần mềm, database, Microsoft Power Platform…(2) Có 4-5 năm kinh nghiệm trong lĩnh vực liên quan(3) Kỹ năng phân tích và tư duy logic(4) Kỹ năng giao tiếp và tư vấn(5) Kỹ năng quản lý dự...", "benefit": "Mức lương: Mức cạnh tranh, Công ty sẽ xét thưởng 6 tháng/1 lần dựa trên năng lực, Ngày nghỉ: Thứ bảy, chủ nhật, các ngày lễ do nhà nước quy định", "date_posted": "17:05:09 17-05-2024", "source": "vietnamworks", "url": "https://www.vietnamworks.com/nhan-vien-it-trien-khai-chuyen-doi-so-01-nguoi-1777898-jd", "skills": "Quản Trị Hệ Thống CNTT, LAN, Quản Lý Firewall, MS Office, Database Query", "salary": "Negotiable"},
{"title": "IT Operation Supervisor", "content": "-\tDeploy, monitor, maintain, upgrade and support of IT systems, including servers, PCs, operating systems, hardware, software, and peripherals. / Triển khai, giám sát, bảo trì, nâng cấp và hỗ trợ hệ thống IT, bao gồm máy chủ, máy tính, hệ điều hành, phần cứng, phần mềm và thiết bị ngoại vi.-\tManage IT hardware, software,...", "company_name": "Công Ty TNHH Kintetsu World Express Việt Nam", "location": "Tầng 8, tòa TTC 19 Duy Tân, Cầu Giấy, Hà Nội", "experience": "0 năm", "requirement": "► Education and Experience:- Bachelor's Degree in computer science, information technology or computer information systems/ Bằng cử nhân/Kỹ sư CNTT.- At least 3-year experience work in IT Helpdesk/Operation Leader. At least 5-year experience work in IT Operation System/ Ít nhất 3 năm kinh nghiệm trong việc quản lý nhóm hỗ trợ/vận hành hệ thống...", "benefit": "Lương tháng 13 + Bonus, Gói bảo hiểm chăm sóc sức khỏe toàn diện Bảo Việt, Bảo hiểm tai nạn 24/7, Môi trường làm việc quốc tế chuyên nghiệp với nhiều cơ hội học hỏi và phát triển", "date_posted": "17:31:24 17-05-2024", "source": "vietnamworks", "url": "https://www.vietnamworks.com/it-operation-supervisor--1777884-jd", "skills": "IT System Administration, IT Operations, Information Technology, IT Helpdesk, Tiếng Anh", "salary": "Negotiable"},
{"title": "Software QA Engineer (QA QC, Manual Tester, Web App)", "content": "Job Responsibilities:1.\tBuild test environments, design test scripts and test cases, execute test scripts and test cases, and identify bugs according to the testing process and plan.2.\tAnalyze and locate problems accurately, validate them, and submit bug reports in the standard format.3.\tTrack and verify bugs, and confirm that issues are resolved.4.\tPrepare and submit test reports in...", "company_name": "Công Ty TNHH Juyou", "location": "Lầu 1, Toà nhà Halo, Số 677/7 Điện Biên Phủ, Phường 25, Quận Bình Thạnh, Thành phố Hồ Chí Minh, Việt Nam", "experience": "0 năm", "requirement": "Job Requirements:1.\tProficient in computer operation with a solid foundation in computer fundamentals.2.\tFamiliar with commonly used software testing methods, software engineering knowledge, and testing work related to object-oriented design.3.\tFamiliar with commonly used software development environments and programming tools.4.\tProficient in common database operations, including SQL Server and MySQL.5.\tGood English reading ability to understand English testing materials.6.\tChinese...", "benefit": "Chế độ khám sức khỏe định kì, Du lịch trong và ngoài nước theo hoạt động của công ty, Miễn phí bữa trưa và bữa tối, bánh kẹo nước ngọt đầy đủ", "date_posted": "11:54:37 17-05-2024", "source": "vietnamworks", "url": "https://www.vietnamworks.com/software-qa-engineer-qa-qc-manual-tester-web-app-1777486-jd", "skills": "UAT Test, QA, Software Testing", "salary": "$700 - $1100"},
{"title": "Nhân Viên IT (Nhà Máy Sản Xuất)", "content": "- Tổng hợp yêu cầu từ các bộ phận khác và hợp tác với nhà sản xuất để phát triển hệ thống- Triển khai các chức năng mới cho hệ thống sản xuất.- Làm việc với Tập đoàn SEI và các bộ phận khác để thiết lập và cải tiến hệ thống.- Cải tiến...", "company_name": "SEI Electronic Components (Vietnam), Ltd.", "location": "Lot C6 - Thang Long Industrial Park,Dong Anh District, Ha noi, Vietnam", "experience": "0 năm", "requirement": "- Tốt nghiệp Cao đẳng/Đại học chuyên ngành Công nghệ thông tin, Điện, Điện tử.- Tiếng Anh giao tiếp tốt.– Có thể làm thêm giờ khi cần thiết.- Ưu tiên sử dụng chương trình C# và SQL cho phần mềm sản xuất.CHẾ ĐỘ PHÚC LỢI:* Chế độ lương thưởng:- Lương : Mức cạnh tranh...", "benefit": "Lương tháng 13, Nghỉ phép hàng năm, Xe đưa đón theo chính sách của Công ty", "date_posted": "13:53:49 17-05-2024", "source": "vietnamworks", "url": "https://www.vietnamworks.com/nhan-vien-it-nha-may-san-xuat-1777350-jd", "skills": "Information Technology, C#, SQL, Production System, Điện", "salary": "Negotiable"},
{"title": "Nhân Viên Phát Triển Hệ Thống Smart Factory", "content": "Phụ trách cải tiến nhà máy thông minh:+ Kết nối máy, setup hệ thống kiểm soát running rate của máy+ Cài đặt máy scanner, hệ thống logfile, tự động gọi chương trình cho máy sản xuất+ Set up sensor, thiết bị giám sát, camera+ Set up loader/unloader cải tiến cho máy hiện tại sản...", "company_name": "SEI Electronic Components (Vietnam), Ltd.", "location": "Lot C6 - Thang Long Industrial Park,Dong Anh District, Ha noi, Vietnam", "experience": "0 năm", "requirement": "- Có hiểu biết về IT, hệ thống mạng LAN- Tiếng Anh thành thạo.- Có kiến thức về điện - tự động hóa (PLC, HMI,....)- Làm việc cuối tuần, nghỉ lễ, sẵn sàng tăng ca khi quản lý yêu cầu.CHẾ ĐỘ PHÚC LỢI:* Chế độ lương thưởng:- Lương : Mức cạnh tranh - Tháng...", "benefit": "Lương tháng 13, Hưởng đầy đủ các chế độ của người lao động theo quy định của Luật lao động Việt Nam, Xe đưa đón theo chính sách của Công ty", "date_posted": "13:54:00 17-05-2024", "source": "vietnamworks", "url": "https://www.vietnamworks.com/nhan-vien-phat-trien-he-thong-smart-factory-1777669-jd", "skills": "Smart Manufacturing, LAN, Điện Tự Động Hóa, HMI, PLC", "salary": "Up to $700"},
{"title": "Product Owner/senior Business Analyst", "content": "Trong suốt hành trình gần 30 năm tiên phong, MISA tự hào là công ty hàng đầu Việt Nam cung cấp giải pháp chuyển đổi số toàn diện SaaS (Software-as-a-Service) với gần 60 sản phẩm, ứng dụng cho 350.000 khách hàng là cơ quan nhà nước, doanh nghiệp, hộ kinh doanh và 3.5 triệu...", "company_name": "MISA Jointstock Company", "location": "Tầng 9, tòa nhà Technosoft, phố Duy Tân, phường Dịch Vọng Hậu, quận Cầu Giấy, thành phố Hà Nội", "experience": "0 năm", "requirement": "Tốt nghiệp ĐH trở lên các chuyên ngành về Kinh tế, Tài Chính, Quản trị kinh doanh hoặc các chuyên ngành liên quan....Có tối thiểu 2 năm kinh nghiệm làm việc với vai trò Senior Business Analyst hoặc 1 năm làm Product owner trong công ty phần mềm. Có khả năng nghiên cứu, tổng...", "benefit": "Mức lương cạnh tranh, review tăng lương 2 lần/năm, Cơ hội thăng tiến sau 6 tháng làm việc, Công ty hàng đầu về công nghệ của Việt Nam với quy mô hơn 2500 nhân sự", "date_posted": "14:10:36 17-05-2024", "source": "vietnamworks", "url": "https://www.vietnamworks.com/product-owner-senior-business-analyst-1777762-jd", "skills": "Business Analysis, Market Research, Manage Workflow", "salary": "$1000 - $1500"},
{"title": "Trưởng Phòng IT Infra - IT Infra Server Management", "content": "- Leader of IT Infra part- Plan IT investment and maintenance process/expenses- Review and make contract with suppliers- Work with suppliers- Main responsible for Sever Activities  + Windows Server, JEUS Web Server, Server Hardware   + Back Up System (Netbackup, Veeam, Backup EXEC, ect.)- Sub responsible for Network- Plan and do routine...", "company_name": "Công Ty TNHH Hyosung Financial System VINA", "location": "Nhà máy: Lô CN08-1 KCN Yên Phong 2C, Xã Tam Giang, Thị Trấn Chờ, Huyện Yên Phong, Tỉnh Bắc Ninh", "experience": "0 năm", "requirement": "- Graduated in related major or have experience about IT- Can speak English or Korean is opportunity- Over 5 years of experience for IT Infra management- Plan IT investment and maintenance process/expenses- Review and make contract with suppliers- Experience of Windows Server management- Experience of Web Server (especially Tmax Zeus preferred)- Experiecn of virtual...", "benefit": "Chế độ lương, thưởng, phúc lợi cạnh tranh, Có xe đưa đón: Hà Nội - Bắc Ninh, Không làm ca đêm", "date_posted": "14:20:44 17-05-2024", "source": "vietnamworks", "url": "https://www.vietnamworks.com/truong-phong-it-infra-it-infra-server-management-1777770-jd", "skills": "Infrastructure, Windows Backup, Server Management, Veeam Backup, IT Infrastructure", "salary": "Negotiable"},
{"title": "QA/QC Engineer", "content": "Job Summary:We are seeking for a QA/QC in Software Engineering with a focus on passion, high ownership, strong manual testing background, and automation testing as a plus. At our company, we value team members who approach their roles with a strong sense of accountability and a desire to make a meaningful impact.In this role,...", "company_name": "IELTS 1984", "location": "Tòa nhà An Tâm Building, số 213/9 Nguyễn Gia Trí - Phường 25 - Quận Bình Thạnh", "experience": "0 năm", "requirement": "1. Bachelor's degree in Computer Science, Information Technology, or a related field, or equivalent professional experience.2. Minimum of 2 years of experience in software testing and quality assurance, with a strong focus on manual testing.3. Proven experience in designing and executing test cases, identifying defects, and documenting test results.4. Excellent problem-solving, analytical, and critical...", "benefit": "Thưởng KPI, lương tháng 13, Thẻ tập gym, bảo hiểm y tế/xã hội, Nhân viên xuất sắc được tài trợ khóa học chuyên sâu về chuyên môn", "date_posted": "14:25:44 17-05-2024", "source": "vietnamworks", "url": "https://www.vietnamworks.com/qa-qc-engineer--1777725-jd", "skills": "QC, QA, Agile, Software Testing, Manual Testing", "salary": "Negotiable"},
{"title": "Product Data Analyst", "content": "Job Summary:We are seeking an experienced and data-driven Product Analytics Executive to join our team. In this role, you will be responsible for leveraging data and analytics to drive product strategy, optimize user experience, and support data-driven decision-making across the organization. This role requires a strong analytical mindset, excellent communication skills, and the ability...", "company_name": "IELTS 1984", "location": "Tòa nhà An Tâm Building, số 213/9 Nguyễn Gia Trí - Phường 25 - Quận Bình Thạnh", "experience": "0 năm", "requirement": "- Minimum of 2 years of experience in product analytics or a related data-driven role.- Strong analytical and problem-solving skills, with the ability to derive insights from complex data sets.- Expertise in analytics tools such as Google Analytics, Amplitude, Mixpanel, or similar platforms- Proficiency in data analysis tools and programming languages (e.g., SQL, Python,...", "benefit": "Lương tháng 13, thưởng KPI, Thẻ tập gym, bảo hiểm y tế/xã hội, Nhân viên xuất sắc được tài trợ khóa học chuyên sâu về chuyên môn", "date_posted": "14:30:50 17-05-2024", "source": "vietnamworks", "url": "https://www.vietnamworks.com/product-data-analyst--1777732-jd", "skills": "Data Analysis, Product Analyst, Data-Driven, Analytical Skills, SQL", "salary": "Negotiable"},
{"title": "Kĩ Sư IT", "content": "Khách hàng của Navigos Search đang có nhu cầu tuyển vị trí kĩ sư cao cấp IT, làm việc tại Hải Dương với mô tả công việc như sau:- Bảo trì thiết bị mạng phòng máy chủ- Quản lý quyền truy cập mạng- Quản lý và cấu hình thiết bị an ninh- Kiểm tra...", "company_name": "Navigos Search's Client", "location": "Hanoi", "experience": "0 năm", "requirement": "- Tốt nghiệp ĐH trở lên các chuyên ngành- Thành thạo Tiếng Trung- Kinh nghiệm đào tạo CCNA/CCNP- Thành thạo cấu hình thiết bị mạng/bảo mật của Cisco hoặc Huawei- Thành thạo với các cấu hình như định tuyến tĩnh/ACL/hành vi Internet- Thành thạo với việc lưu trữ/thư viện băng từ/quản lý VPN", "benefit": "13th monthly salary, Performance Bonus, Healthcare Plan and Insurance package, Professional FDI working environment", "date_posted": "14:33:48 17-05-2024", "source": "vietnamworks", "url": "https://www.vietnamworks.com/ki-su-it--1777785-jd", "skills": "CCNA, CCNP, IT Security, Chinese", "salary": "$800 - $1200"},
{"title": "Embedded Software Engineer (Senior)", "content": "•\tProposing development solution with customer:•\tProposing architecture, solution to team and/or review, control solution of members.•\tDirecting project team in essential work tasks of software development (e.g., requirement definition, software design, implementation, testing).•\tAccountable for success of the project in terms of Quality, Cost and Delivery.•\tCommunicating and discussing directly with customer about requirement specifications.•\tAccountable for continuously discovering,...", "company_name": "Toshiba Software Development (Vietnam) Co., Ltd", "location": "16 Floor - VIT Tower, 519 Kim Ma, Ba Dinh, Hanoi", "experience": "0 năm", "requirement": "•\tBachelor/ Engineer degree in Electronics and Telecommunication, Automation, Computer Science, Information Technology or equivalent•\tAt least 5 years’ working experience in software development, in which, at least 3 years in C Embedded.•\tHave knowledge at Embedded development such as Linux, Driver, OS (Linux Kernel, RTOS IS A PLUS)•\tWilling to become a leader•\tHave experience working about MCU,...", "benefit": "Attractive Salary, Many opportunities to work or study in Japan, Work in well - equipped and professional IT environment and IT community", "date_posted": "15:07:33 17-05-2024", "source": "vietnamworks", "url": "https://www.vietnamworks.com/embedded-software-engineer-senior-1777801-jd", "skills": "Embedded, Project Management, IT Project Management, UML Design, Software Development", "salary": "Negotiable"},
{"title": "Embedded Engineer (Làm Việc Tại Nhật Bản)", "content": "- Thực hiện nhiều dự án từ các nhà sản xuất hàng đầu và các công ty xuất sắc bao gồm Panasonic.- Tham gia vào việc phát triển một loạt các sản phẩm như thiết bị FA, thiết bị trong ô tô, các thiết bị gia dụng xung quanh chúng ta và IoT.- Phát...", "company_name": "Persol Excel HR PARTNERS CO., LTD.", "location": "540-6102  Tầng 2 tòa nhà TWIN21MID Osaka (Osakashi Chuoku Shiromi 2 - 1 - 61)", "experience": "0 năm", "requirement": "- CÁC BẠN TỐT NGHIỆP ĐẠI HỌC CHUYÊN NGÀNH IT- 2 năm kinh nghiệm làm việc ở vị trí Embedded Engineer. - Ứng viên có bằng tiếng nhật (JLPT) N4 trở lên hoặc có trình độ tiếng Nhật tương đương N4 trở lên.Là thành viên của PERSOL Panasonic HR PARTNERS ở vị trí Software...", "benefit": "Bảo hiểm: Bảo hiểm sức khỏe, bảo hiểm thất nghiệp, bảo hiểm hưu trí., Tiền đi lại: Hỗ trợ toàn bộ, Ngày nghỉ : 2 ngày/tuần (khoảng 125 ngày/năm)", "date_posted": "15:19:36 17-05-2024", "source": "vietnamworks", "url": "https://www.vietnamworks.com/embedded-engineer-lam-viec-tai-nhat-ban--1777827-jd", "skills": "Embedded System, Phát Triển Phần Mềm, AUTOSAR, Japanese N4, Microcomputer", "salary": "Negotiable"},
{"title": "Nhân Viên IT – Lập Trình", "content": "Báo cáo trực tiếp cho: Trưởng phòng cải tiếnTóm tắt mục đích công việc:Theo dõi, quản lý hệ thống phần mềm hoạt động ổn định, cải tiến phần mềm hiện có. Phát triển phần mềm mới khi có yêu cầuMô tả nhiệm vụ - DescriptionMục tiêu về đảm bảo thông tin về nhân sự:...", "company_name": "Công Ty TNHH Thủ Công Mỹ Nghệ Và Nội Thất Ngọc Sơn", "location": "Chuc Son Town, Chuong My District, Hanoi", "experience": "0 năm", "requirement": "Kiến thức & trình độ chuyên môn: Trình độ: Từ cao đẳng trở lên về chuyên ngành công nghệ thông tin.Kinh nghiệm: Tối thiểu: 2 năm làm việc vị trí lập trình viênNhững kỹ năng cần thiết cho công việc- Kỹ năng: Tổng hợp, giải quyết vấn đề, làm việc nhóm- Hiểu biết Công...", "benefit": "Được tham gia đóng bảo hiểm sau thời gian thử việc, Được đào tạo tay nghề - có trợ cấp ăn trưa tại công ty", "date_posted": "15:38:57 17-05-2024", "source": "vietnamworks", "url": "https://www.vietnamworks.com/nhan-vien-it-lap-trinh--1777842-jd", "skills": "SQL, .NET, VB.NET, Lập Trình, C#", "salary": "Negotiable"},
{"title": "Developer (ASP.NET - JAVA)", "content": "• Develop/deploy requirements of Core Insurance application.• Coordinate with BA to receive requests from other departments • Programe and implement programs to meet user requirements.• Coordinate with related departments to resolve errors arising during development.• Coordinate during functional audit testing (FAT), integration testing (SIT), end user testing (UAT)• Perform other tasks as assigned by...", "company_name": "United Insurance Company Of Vietnam", "location": "11F, Hanoi Tung Shing Square, 2 Ngo Quyen, Hoan Kiem, Hanoi", "experience": "0 năm", "requirement": "• Proficient in ASP.NET OR Java, PL/SQL programming languages• Knowledge of database and object-oriented programming.• Good skills in reading and understanding English documents.• Candidates with experience in the insurance industry will be a plus.• Knowledge of database management systems such as MS SQL Server, Oracle.• Experience in developing on Microservices platform.• Experience in working...", "benefit": "Xét tăng lương hàng năm, thưởng tháng 13 và các loại thưởng khác, Min 15 ngày , WFH 1 ngày/tuần, Company trip, từ thiện CSR, other trips", "date_posted": "15:50:16 17-05-2024", "source": "vietnamworks", "url": "https://www.vietnamworks.com/developer-asp-net-java--1777854-jd", "skills": "Java, HTML, C#, ASP.NET, JavaScript", "salary": "Negotiable"},
{"title": "Thiết Kế Kịch Bản Game (Up to 1500$)", "content": "√ Xây dựng và thiết kế kịch bản cho game giáo dục, giải trí, AR √ Hoàn thiện document cho các game bao gồm: gameplay, sound, level, graphic√ Tham gia các quá trình đánh giá, phân tích, cân bằng game√ Phối hợp với các thành viên trong team (Developer, Artist, Animator...) để hoàn thiện...", "company_name": "Công Ty Cổ Phần Trò Chơi Giáo Dục Việt", "location": "Đống Đa, Hà Nội", "experience": "0 năm", "requirement": "✍  Có năng khiếu kinh nghiệm trong thiết kế kịch bản game hoặc phim hoạt hình✍  Hiểu về tâm lý học hành vi đối với người chơi Game, hiểu biết về trải nghiệm người dùng khi chơi game✍  Có kiến thức tốt về đồ hoạ, code, giáo dục là một lợi...", "benefit": "Thưởng kỳ, KPIs, thưởng dự án không giới hạn, Môi trường làm việc cực kì năng động và chuyên nghiệp., Xét lên lương 6 tháng 1 lần", "date_posted": "15:56:05 17-05-2024", "source": "vietnamworks", "url": "https://www.vietnamworks.com/thiet-ke-kich-ban-game-up-to-1500-1-1-2-1--1777864-jd", "skills": "Game Design, Viết Kịch Bản, Thiết Kế Game, Game Mobile", "salary": "$500 - $1200"},
{"title": "[Zepeto] Product Reviewer", "content": "ZEPETO Product Reviewer JDSNOW Vietnam Corp – a member of Naver Corporation – is seeking a Product Reviewer for item reviewing activities for our Metaverse Platform – ZEPETO. An ideal candidate is sincere, good at teamwork, and has a sense of detail.Please send your CV, Resume, or Portfolio in ENGLISHLocation: SNOW Vietnam - The...", "company_name": "Snow Việt Nam", "location": "Toà nhà Sonatus, 15 Lê Thánh Tôn, Bến Nghé, Quận 1", "experience": "0 năm", "requirement": "Required Qualifications:Advanced English language ability is a mustRegardless of experienceAbility to carry out meticulous workPreference is given to those who know ZEPETO wellPreference is given to those who are sensitive to social issuesInteresting in the Game Entertainment/IT industryBeing able to write good test cases and bug reportsDedication to quality and a positive, collaborative attitude...", "benefit": "Coffee, free beer after 5 p.m., and various snacks., Full employee benefits system according to the law & company regulation., Internal, External & Online Training.", "date_posted": "15:58:37 17-05-2024", "source": "vietnamworks", "url": "https://www.vietnamworks.com/zepeto-product-reviewer-1777868-jd", "skills": "Product Management, SQL, UI/UX, Testing & Commissioning, Game", "salary": "$500 - $1000"},
{"title": "Bancassurance System Development (12-Month contract)", "content": "PURPOSEResponsible for managing Represent partnership to enhance Banca systems including:•\tLEAD Management system (LTS)•\tSAM Report tracking•\tBank Portal•\tFWD CUBE KEY ACCOUNTAIBILITIES•\tProvide end-to-end (Business Requirement, UAT, and enhancement) for all Banca sales system to align with company strategy. •\tCollect, gathering, validating, and documenting all sales/partners requirements.•\tWork with IT to propose/update systems solutions to sales/partners before developing.•\tPrioritize the...", "company_name": "FWD Vietnam Life Insurance Company Limited", "location": "11th Floor, Diamond Plaza Building, 34 Le Duan Street, Ben Nghe Ward, District 1, Ho Chi Minh City, Vietnam", "experience": "0 năm", "requirement": "•\tBachelor’s degree (IT, BA, Data Analysis).•\tAt least 3-4 years of life insurance experience at similar roles, IT background is preferable.•\tExperience working in a team oriented, collaborative environment.•\tHigh proficiency in process management, risk management.•\tKnowledge in System Development.•\tStrong skill of Business Analyst.•\tHighly proficient in standard software (e.g. MS Office), SQL Server Inquiry and database analysis tools.•\tUnderstand...", "benefit": "Training Courses", "date_posted": "17:11:05 27-04-2024", "source": "vietnamworks", "url": "https://www.vietnamworks.com/bancassurance-system-development-12-month-contract--1771452-jd", "skills": "Systems Development, SQL, Business Information Systems, Business Analysis, UAT", "salary": "Negotiable"},
{"title": "[HCM] Software Engineer (Full-Stack Back-End)", "content": "About 4P’sWe’re so excited that you’re considering becoming a Partner with Pizza 4P’s! Our Vision is toMake The World Smile for Peace and we do that by Delivering Wow and Sharing Happiness.We know that to accomplish this Vision and Mission it all starts with you. So if this sings toyour heart then come grow...", "company_name": "Pizza 4P's", "location": "92 Nguyen Huu Canh Street, Ward 22, Binh Thanh District, Ho Chi Minh City", "experience": "0 năm", "requirement": "Requirements:● Bachelor's degree in Computer Science, Software Engineering, or a related field (Master'sdegree preferred).● Proven experience as a Full-Stack Back-End Developer with a minimum of 3 years ofexperience, including expertise in back-end technologies, AI, IoT, Service Clouds, anddatabases such as PostgreSQL and MongoDB.● Strong knowledge of ASP.NET, PostgreSQL, MongoDB, and relevant best practices.● Experience...", "benefit": "13rd salary; Annual Performance Review, PTI Healthcare, Discount program for employee 50%", "date_posted": "10:12:06 29-04-2024", "source": "vietnamworks", "url": "https://www.vietnamworks.com/hcm-software-engineer-full-stack-back-end--1771502-jd", "skills": "Back-end System, Lập Trình Backend, Backend Application, Full Stack Development, Software Engineering", "salary": "Negotiable"},
{"title": "IT Administrator", "content": "As an IT Administrator, you will play a key role in implementing, configuring, and operating the IT network and infrastructure of the organization, you will:•\tPerform the installation, configuration, and maintenance of servers and network infrastructure. •\tMonitor network performance and ensure connectivity. •\tEnsure server security and optimal performance. •\tImplement and manage security measures to protect...", "company_name": "First Trust ACPA Vietnam CO., LTD", "location": "Level 8, Hoa Binh International Towers  106 Hoang Quoc Viet street, Cau Giay District, Hanoi, Vietnam", "experience": "0 năm", "requirement": "•\tAssociate or Bachelor's degree in Computer Science, information technology, System Administration or a closely related field or equivalent experiences. •\t1 to 2 years' experience in IT system administration or IT helpdesk roles.•\tPriority is given to candidates who have CCNA, MCSA certifications.•\tProficient in PC and software knowledge: Microsoft 365 Business, LAN, WAN, WLAN & network...", "benefit": "Company trips, Company issued Laptop., Professional, dynamic working environment, working time Monday-Friday, 13th month salary and other company benefits such as birthday, team building, family events, etc.", "date_posted": "11:16:58 29-04-2024", "source": "vietnamworks", "url": "https://www.vietnamworks.com/it-administrator--1771514-jd", "skills": "IT Administration, System Administration, IT System Administration", "salary": "Negotiable"},
{"title": "Project Manager (IT - Data Services - 2Yoe - Thử Việc full Lương)", "content": "Base.vn  - nền tảng số “Make in Vietnam”, được biết đến là một trong những công ty đi đầu trong lĩnh vực xây dựng nền tảng quản trị doanh nghiệp Software-as-a-Service uy tín, đã vinh hạnh phục vụ hơn 9.000 Doanh Nghiệp SMEs và giúp họ giải quyết những nỗi đau khi vận...", "company_name": "Base.vn", "location": "Tòa A, Goldseason, 47 Nguyễn Tuân, Thanh Xuân, Hà Nội", "experience": "0 năm", "requirement": "III. Hình mẫu nhân sự lý tưởng sẽ phù hợp với chúng tôi:1. Yêu cầu về kinh nghiệm:Tối thiểu 2 năm kinh nghiệm Quản lý dự án trong lĩnh vực ITƯu tiên:- Đã từng làm trong ngành BI, có hiểu biết về DA, DE- Có kinh nghiệm lead team quy mô tối thiểu 5...", "benefit": "Mức lương cạnh tranh, thu nhập không giới hạn, dựa vào năng lực, Bảo hiểm sức khỏe FPT Care, Môi trường chú trọng phát triển cá nhân. Tăng trưởng ổn định.", "date_posted": "11:20:12 29-04-2024", "source": "vietnamworks", "url": "https://www.vietnamworks.com/project-manager-it-data-services-2yoe-thu-viec-full-luong-1771517-jd", "skills": "Project Management, Presales Technical, IT Presale, Data Service, Data Analysis", "salary": "$1000 - $1200"},
{"title": "Chuyên Viên Phát Triển Phần Mềm (Mobile Developer) – Mức Lương Từ 30.000 Usd/năm - (Làm Việc Tại Nước Ngoài - Mozambique)", "content": "1. MÔ TẢ CÔNG VIỆC:- Phát triển Mobile App.- Phát triển backend sử dụng ngôn ngữ lập trình Java theo kiến trúc microservice (BE Developer).- Hỗ trợ phát triển, tối ưu hóa, tự động hóa và kiểm soát các hoạt động liên quan đến phát triển giải pháp.- Đề xuất chiến lược, giải pháp,...", "company_name": "Movitel S.A", "location": "Quốc gia Mozambique", "experience": "0 năm", "requirement": "2. YÊU CẦU CÔNG VIỆC- Giới tính: Nam/Nữ- Độ tuổi: Từ 22– 25 tuổi.- Trình độ học vấn: Tốt nghiệp Đại học loại khá trở lên, hệ chính quy tại các trường Đại học trong nước hoặc Đại học nước ngoài, Đại học liên kết.- Chuyên môn: Công nghệ thông tin, toán tin hoặc...", "benefit": "Mức lương từ 30.000 USD/năm, Tuỳ theo năng lực và kết quả hoàn thành công việc, 26 ngày phép có hưởng lương + ngày đi đường + nghỉ lễ, tết, Chủ nhật, Ở nhà Công vụ của Công ty và có xe đưa đón CBNV", "date_posted": "14:35:48 29-04-2024", "source": "vietnamworks", "url": "https://www.vietnamworks.com/chuyen-vien-phat-trien-phan-mem-mobile-developer-muc-luong-tu-30-000-usd-nam-lam-viec-tai-nuoc-ngoai-mozambique--1771540-jd", "skills": "Flutter, OOP, Microservices, Java", "salary": "Negotiable"},
{"title": "Power BI Specialist", "content": "1. Solution Design:Develop end-to-end Power BI solutions including:Data Modeling and Design:Design, develop, and maintain data models that support business processes and reporting requirements.Collaborate with business analysts and end-users to understand data requirements and translate them into effective data models.ETL Development:Develop and optimize Extract, Transform, Load (ETL) processes to efficiently move data from various sources...", "company_name": "Rochdale Spears Co., Ltd.", "location": "207 DT 747A, Tổ 1, Khu phố Tân Lương, Phường Thạnh Phước, Thị xã Tân Uyên, Bình Dương", "experience": "0 năm", "requirement": "Education & Major: Bachelor’s degree in computer science, Information Systems, or a related field.License & Certificate: Certifications in relevant BI technologies is a plus.English level: GoodKnowledge of data warehousing concepts and best practices.Strong proficiency in SQL and experience with relational databasesExpertise in data modelling, ETL development, and report/dashboard creation.Experience with scripting languages (e.g., Python,...", "benefit": "13th bonus, Bus-Company", "date_posted": "16:39:58 29-04-2024", "source": "vietnamworks", "url": "https://www.vietnamworks.com/power-bi-specialist--1771552-jd", "skills": "SQL, Power BI, Microsoft Power BI, Data Analysis, Business Analysis", "salary": "Negotiable"},
{"title": "Associate Analyst, Data Operations", "content": "The roleThis role will require working with your Singapore HQ and Malaysia counterparts to cover the Asian Financial Markets. As a Associate Analyst, you will need to work with the team to extract key information of public companies for our clients, who rely on us to make vital business decisions.We are looking for candidates...", "company_name": "HS Analytics", "location": "1st Floor, Tower A, Sky City, 88 Lang Ha, Dong Da, Ha Noi, Vietnam", "experience": "0 năm", "requirement": "Ideal traits- Background in Finance or Banking sector- Strong analytical/critical thinking and communication skills- Critical reading skills, ability to identify fact from interpretation- Enjoy reading the news, summarising large amounts of information, and is up to date on world affairs- Extreme attention to detail- Familiar with patterns in companies and deal structures- Knowledge of...", "benefit": "Social Insurance and Healthcare from day 1 & Extra annual leave, Being guided and trained by expert, Be trained necessary soft skills for career development in the most comprehensive way", "date_posted": "19:05:41 29-04-2024", "source": "vietnamworks", "url": "https://www.vietnamworks.com/associate-analyst-data-operations-2-1--1771570-jd", "skills": "Finance, Banking, IPO, Business Analysis", "salary": "Negotiable"},
{"title": "Trưởng Nhóm Cơ Sở Vật Chất Kỹ Thuật & IT", "content": "1- Giám sát/Quản lý/Tổ chức quản lý và cho thuê cơ sở vật chất:- Quản lý, giám sát việc Lập kế hoạch, triển khai và báo cáo công tác quản lý và cho thuê CSVC- Quản lý, giám sát việc tiếp nhận các phản hồi thông tin liên quan đến dịch vụ từ các...", "company_name": "Hệ Thống Giáo Dục Edufit", "location": "Tây Hồ Tây Starlake, Khu đô thị Tây Hồ Tây, Xuân Tảo, Tây Hồ, Hà Nội, Việt Nam", "experience": "0 năm", "requirement": "YÊU CẦU:- Trình độ: tốt nghiệp Đại học chuyên ngành liên quan\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t- Kinh nghiệm: tối thiểu 01 năm làm việc ở vị trí tương đương\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t- Khả năng làm việc nhóm, làm việc với từng cá nhân, làm việc độc lập\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t- Thành thạo tin học văn phòng: Word, Excel, PowerPoint\t\t\t\t\t\t\t\t\t\t- Chủ động, thích ứng với...", "benefit": "Thu nhập cạnh tranh và được tham gia bảo hiểm theo đúng quy định, Chế độ ngày nghỉ hấp dẫn với chế độ NGHỈ HÈ - NGHỈ ĐÔNG đặc biệt của Công ty, Chính sách ưu đãi học phí cho con với nhiều mức ưu đãi hấp dẫn", "date_posted": "16:49:49 30-04-2024", "source": "vietnamworks", "url": "https://www.vietnamworks.com/truong-nhom-co-so-vat-chat-ky-thuat-it--1771593-jd", "skills": "Kỹ Thuật, Kỹ Thuật Cơ Sở Hạ Tầng, Quản Lý Hệ Thống Hạ Tầng", "salary": "$900 - $950"},
{"title": "Production Data Analyst", "content": "Production Analyst is responsible for maintaining and improving the business intelligence tools and performance management infrastructure in the production module to support daily operations and continuous improvement.* This role will be working full-time at LEGO Manufacturing Vietnam site in VSIP 3, Tan Uyen, Binh Duong Province.* We think it’s important that you’re in control...", "company_name": "Công Ty TNHH LEGO Manufacturing Việt Nam", "location": "", "experience": "0 năm", "requirement": "Do you have what it takes?• Very experienced Microsoft Office (MS) user. Able to develop tools in MS Access, has SAP basic knowledge. Able to develop reports• Has strong background in the area of business analysis and reporting, KPIs and manufacturing performance management.• Minimum 2 years experience in creation and maintenance of databases and...", "benefit": "13th month salary and performance bonus, Premium healthcare for employee and families, 15 days annual leave", "date_posted": "17:06:59 30-04-2024", "source": "vietnamworks", "url": "https://www.vietnamworks.com/production-data-analyst-1771594-jd", "skills": "Data Analysis, Microsoft Power BI, Production Reports, Data Processing, Phân Tích Dữ Liệu", "salary": "Negotiable"},
{"title": "Embedded Software Engineers", "content": "In the business division Electronics you will be working with the software development team for body electronics control units.- Design, develop & test product-specific software of automotive body electronics module & system over the entire product development cycle;- Apply model based development on a distributed embedded system;- Work on SW-architecture, write, test and debug...", "company_name": "Hella Vietnam", "location": "10th Floor, Golden Tower, 6 Nguyen Thi Minh Khai, District 1, HCM City.", "experience": "0 năm", "requirement": "- Bachelor degree or above, with major in Computer Science, Computer Engineering, Electrical Engineering or Mechatronics;- 0-5+ years experience in Embedded System;- Embedded development tool especially Matlab/ Simulink/ Stateflow and dSPACE tool chain like TargetLink experience;- Experience with simulation and development tools, e.g. Vector CANoe, etc;- Experience with C;- Being familiar with 16-/32-bit microprocessor...", "benefit": "Attractive sign-on bonus, Attractive benefits with healthcare insurances, HELLA activities for employees, International trainings in HELLA facilities", "date_posted": "09:38:39 02-05-2024", "source": "vietnamworks", "url": "https://www.vietnamworks.com/embedded-software-engineers--1771636-jd", "skills": "English, Software Design, Embedded, C, MATLAB Programming", "salary": "Negotiable"},
{"title": "Solution Architect", "content": "We are hiring talent like you!- The Solution Architecture is accountable to work with Mobile Solutions Architects, System Analyst, Technical Lead & Engineers to define the detailed solution design based on user requirement. What you’ll be performing:- Design end-to-end solutions that align with industry best practices and meet client requirements.- Design professional, long-lasting, innovative,...", "company_name": "Green Tomato Limited", "location": "20/F, Harbourside HQ, 8 Lam Chak Street, Kowloon Bay, Hong Kong", "experience": "0 năm", "requirement": "We are looking for you if you have:- Minimum 6 years of professional experience with Software Engineering related fields.- Knowledge in modern technologies stack’s benefits and drawbacks including efficient communication protocol, application frameworks, databases, message queues.- Knowledge of enterprise standards including logging, monitoring, access limitation, sensitive data handling.- Experience in planning disaster recovery, high...", "benefit": "Performance Bonus", "date_posted": "10:03:15 02-05-2024", "source": "vietnamworks", "url": "https://www.vietnamworks.com/solution-architect--1771589-jd", "skills": "Azure, Amazon Web Services, Solution Architecture, Cloud, Google Cloud Platform", "salary": "Negotiable"},
{"title": "Senior IT Security Specialist (Appsec-Infrasec-Systemsec)", "content": "AppSecEngineering:Vulnerability assessment and penetration testing program and responsible for the design and performance of application security robustness tests :- Operate a hands-on role involving penetration testing and vulnerability assessment activities of complex applications, operating systems, wired and wireless networks, and mobile applications/devices- Develop and maintain security testing plans- Automate penetration and other security testing...", "company_name": "FE CREDIT", "location": "3B Floor, REE TOWER, 09 Doan Van Bo Street, Ward 13, Dist 4, HCMC", "experience": "0 năm", "requirement": "Education:- Bachelor's or Technical Degree Required (IT, Cryptography, computer science, information systems, business administration or other industry-related curriculum)Experience:- 3+ years or more of working experience in IT security banking, good knowledge international IT security standards (ISO 270001, PCI-DSS,…), ITIL- Have good knowledge about: network security, system security, application security and virus/malwares, secure coding- Expert...", "benefit": "2-4 months salary bonus, Premium Healthcare Insurance", "date_posted": "10:07:49 02-05-2024", "source": "vietnamworks", "url": "https://www.vietnamworks.com/senior-it-security-specialist-appsec-infrasec-systemsec-1771673-jd", "skills": "Application Development, Security Operations, Systems Development, Network", "salary": "$1000 - $2500"},
{"title": "Senior Software Engineer", "content": "We are hiring talent like you!Senior Software Engineer is responsible for developing the most appropriate and implement Technology solutions with software development in line with the solution design, to meet customer needs, ensuring continuous improvement.What you’ll be performing:- Design and engineer software to fulfil functional and non-functional requirements as a key objective.- Debug the...", "company_name": "Green Tomato Limited", "location": "20/F, Harbourside HQ, 8 Lam Chak Street, Kowloon Bay, Hong Kong", "experience": "0 năm", "requirement": "We are looking for you if you have:- Bachelor's degree in Computer Science, Computer Engineering, Information Engineering, or other tertiary computer-related disciplines- Minimum 4 years of professional experience with software engineering related fields.- In-depth understanding of web development principles, responsive design, and user experience (UX) concepts.- Proficient in writing clean, modular, and maintainable code.-...", "benefit": "Performance Bonus", "date_posted": "10:08:21 02-05-2024", "source": "vietnamworks", "url": "https://www.vietnamworks.com/senior-software-engineer--1771674-jd", "skills": "HTML, CSS, ReactJS, AngularJS, Vue.js", "salary": "$1550 - $1950"},
{"title": "Manager - PLM & MES", "content": "Responsibilities:- Lead the end-to-end implementation projects for PLM and MES systems, ensuring successful delivery.- Collaborate with cross-functional teams including IT, engineering, operations, and quality to define project objectives and develop project plans.- Allocate resources, delegate tasks, and monitor performance to ensure project milestones are achieved.- Manage multiple projects simultaneously, ensuring efficient coordination and prioritization.-...", "company_name": "Crystal International Limited", "location": "Ho Chi Ming City", "experience": "0 năm", "requirement": "Requirements:- Bachelor's degree in Information Engineering or equivalent practical experience.- Minimum of 7-10 years of experience working in Project Management in delivering PLM and MES implementation projects.- Good Knowledge of fabric manufacturing experience- Good knowledge of PLM and MES systems, processes, and best practices.- Fabric manufacturing PLM/ERP/MES technical knowledge, SAP knowledge is a plus-...", "benefit": "13th payment, Travel to overseas (e.g. Cambodia or Bangladesh) is required, shuttle bus provided", "date_posted": "10:22:36 02-05-2024", "source": "vietnamworks", "url": "https://www.vietnamworks.com/manager-plm-mes--1771679-jd", "skills": "English Speaking, Mandarin, PLM, MES", "salary": "Negotiable"},
{"title": "IT On Site Services - Binh Duong", "content": "Our Global Information Management, On Site Services Team, which is responsible for local IT support is looking for an experienced-On Site Services Analyst to join their team and be responsible for on-site IT services in Binh Duong, Vietnam.Our existing team operates world-wide and is responsible for the proper IT operations at our factories and...", "company_name": "Tetra Pak Vietnam", "location": "", "experience": "0 năm", "requirement": "Education and Language:You should have a technical vocation, and your English skills are very good, both spoken and written. Professional Skills and Experience:To be a successful IT Analyst in our team you should already:Have at least 2 years’ experience related to IT InfrastructureExperienced in managing PC, Laptop and office equipment, Supporting printer error messageExperience on...", "benefit": "13th month Salary and Variable Pay, Premium Healthcare Plan, Transportation Allowance", "date_posted": "10:52:50 02-05-2024", "source": "vietnamworks", "url": "https://www.vietnamworks.com/it-on-site-services-binh-duong-1771704-jd", "skills": "Hardware Support, IT Infrastructure, Office Equipment, Video Conference System, Cisco Technology", "salary": "Negotiable"},
{"title": "Software Engineer", "content": "We are hiring talent like you!Senior Software Engineer is responsible for developing the most appropriate and implement Technology solutions with software development in line with the solution design, to meet customer needs, ensuring continuous improvement.What you’ll be performing:- Engineer software to fulfil functional and non-functional requirements as a key objective.- Work within a feature...", "company_name": "Green Tomato Limited", "location": "20/F, Harbourside HQ, 8 Lam Chak Street, Kowloon Bay, Hong Kong", "experience": "0 năm", "requirement": "We are looking for you if you have:- Bachelor's degree in Computer Science, Computer Engineering, Information Engineering, or other tertiary computer-related disciplines- Minimum 2 years of professional experience with software engineering related fields.- Solid knowledge in programming concepts, data structures, algorithms.- Proven experience as a Web Developer with expertise in JavaScript, HTML5, CSS3, and...", "benefit": "Performance Bonus", "date_posted": "10:55:57 02-05-2024", "source": "vietnamworks", "url": "https://www.vietnamworks.com/software-engineer--1771710-jd", "skills": "HTML, CSS, ReactJS, AngularJS, Vue.js", "salary": "$640 - $960"},
{"title": "Business Intelligence (BI) Analyst", "content": "The Business Analyst role at MiTek will primarily be involved in strategically analyzing a range of customer and business information to ensure the most efficient, productive, and effective decision-making is being undertaken by the business in relation to people, workflow, and sales processes.The role will work across all operational segments as well as the...", "company_name": "MiTek Việt Nam", "location": "Tòa nhà A5, Lô số A5, khu E-Office, đường Sáng Tạo, KCX Tân Thuận, P. Tân Thuận Đông, Q.7, TP.HCM.", "experience": "0 năm", "requirement": "• University degree in Mathematics, Accounting, or a relevant field.• 2+ years of experience in a similar role, involving data analysis, reporting, and modeling using Excel.• Strong knowledge of Power BI for creating visually compelling reports and dashboards.• Expert-level Excel spreadsheet skills, including advanced formulas, pivot tables, and data visualization techniques.• Proficiency in SQL...", "benefit": "Competitive Salary; 13th Month Salary; Productivity Bonus, Premium health care plan for you, Provide full training; Overseas training opportunity", "date_posted": "11:03:48 02-05-2024", "source": "vietnamworks", "url": "https://www.vietnamworks.com/business-intelligence-bi-analyst--1771626-jd", "skills": "SQL, Business Intelligence, Power BI, Data Analysis, Report Analysis", "salary": "Negotiable"},
{"title": "AI Engineer", "content": "We are hiring talent like you!The AI Engineer at our company is a pivotal role responsible for developing and implementing AI-driven solutions to meet client needs. This includes designing and refining prompts for cutting-edge generative AI tools, conducting comprehensive testing of AI-generated outputs, and providing prompt engineering support for AI-powered products and services. The...", "company_name": "Green Tomato Limited", "location": "20/F, Harbourside HQ, 8 Lam Chak Street, Kowloon Bay, Hong Kong", "experience": "0 năm", "requirement": "We are looking for you if you have:- Bachelor's or Master's degree in Computer Science, Engineering, AI, or a related field.- At least 3 years of experience in coding or software engineering related fields.- Practical Experience in applying ML models.- Proficient in Python and common AI/ML libraries and frameworks (e.g., Langchain, PyTorch).- Familiarity with...", "benefit": "Performance Bonus", "date_posted": "11:07:29 02-05-2024", "source": "vietnamworks", "url": "https://www.vietnamworks.com/ai-engineer--1771718-jd", "skills": "Artificial Intelligence, Agile, Amazon Web Services, Computer Science, AI", "salary": "$1550 - $1950"},
{"title": "Machine Learning Engineer", "content": "We are hiring talent like you!The Machine Learning Engineer is responsible for developing and implementing advanced Machine Learning technologies both for in-house product development and external projects. This position involves conducting R&D of machine learning models, developing and optimizing backend systems for efficient model inferencing and integration, and participating in the continuous improvement of...", "company_name": "Green Tomato Limited", "location": "20/F, Harbourside HQ, 8 Lam Chak Street, Kowloon Bay, Hong Kong", "experience": "0 năm", "requirement": "We are looking for you if you have:- Bachelor’s Degree or higher in Computer Science, Electronic Engineering, Information Engineering, or a related field.- Proficient in programming with Python or Go.- Hands-on experience with deep learning frameworks such as PyTorch or Tensorflow.- Prior experience in research and application of machine learning in domains such as...", "benefit": "Performance Bonus", "date_posted": "11:21:50 02-05-2024", "source": "vietnamworks", "url": "https://www.vietnamworks.com/machine-learning-engineer--1771728-jd", "skills": "Machine Learning, Python, Artificial Intelligence, Computer Science, Electronic Engineering", "salary": "$1550 - $1950"},
{"title": "Nhân Viên Cấp Cao IT (IT Senior Staff)", "content": "1 - Mô tả công việc:• Tham gia tiếp nhận triển khai các dự án nâng cấp và phát triển phần mềm mới tại công ty • Tìm hiểu công nghệ mới, framework để cải tiến hệ thống ERP• Tiếp nhận chuyển giao các công nghệ từ IT tập đoàn• Xây dựng các tài...", "company_name": "Terumo Vietnam Co., Ltd", "location": "Lô 44A-44B-44C, Khu công nghiệp Quang Minh, thị trấn Chi Đông, huyện Mê Linh, thành phố Hà Nội", "experience": "0 năm", "requirement": "• Bắt buộc tốt nghiệp Đại học, chuyên ngành: công nghệ thông tin hoặc có liên quan• Số năm kinh nghiệm: Tối thiểu 1 năm• Thành thạo các phần mềm: MS SQL, Oracle, C++; C#; java; python hoặc bất kỳ ngôn ngữ lập trình nào khác• Kỹ năng mềm: Kỹ năng giao tiếp, kỹ...", "benefit": "Thưởng chuyên cần, thưởng kinh doanh, thưởng lễ (30/04; 02/09), thưởng Tết âm lịch, Đóng bảo hiểm tai nạn 24/7, bảo hiểm bắt buộc theo quy định của Luật, khám sức khỏe định kỳ hàng năm, bác sỹ tư vấn sức khỏe hàng tháng, Có xe đưa đón khu vực nội thành và các khu vực lân cận", "date_posted": "11:23:43 02-05-2024", "source": "vietnamworks", "url": "https://www.vietnamworks.com/nhan-vien-cap-cao-it-it-senior-staff--1771730-jd", "skills": "Python Programming, Java Framework, C#, Software Development, Software Technology", "salary": "Negotiable"},
{"title": "Network Administrator", "content": "Trách nhiệm công việc:1. Chịu trách nhiệm thiết lập và cấu hình mạng của công ty, quen với việc sử dụng bộ định tuyến và chuyển mạch và có thể thiết lập mạng cục bộ một cách độc lập;2. Chịu trách nhiệm quản lý máy tính và máy chủ của công ty và có...", "company_name": "Aggregation Network Technology CO., Limited", "location": "Shop 185, G/F, Hang Wai Industrial Centre No. 6 Kin Tai StreetTuen Mun, NT, Hong Kong", "experience": "0 năm", "requirement": "Trình độ chuyên môn:1. Tốt nghiệp cao đẳng trở lên chuyên ngành quản lý máy tính hoặc thông tin;2. Tinh thần trách nhiệm cao, khả năng học hỏi cao, khả năng phân tích vấn đề và khả năng giao tiếp, nhận thức dịch vụ tốt;3. Làm quen với việc cấu hình và bảo trì...", "benefit": "Good pay, easy work, good environment", "date_posted": "11:26:11 02-05-2024", "source": "vietnamworks", "url": "https://www.vietnamworks.com/network-administrator--1771737-jd", "skills": "Quản Trị Hệ Thống Máy Chủ, Chinese, Network, Firewall, Bảo Trì Máy Tính", "salary": "$600 - $1000"},
{"title": "[Gấp] IT Helpdesk/mes – Tiếng Anh Khá (Có Xe Đưa Đón Từ Công Ty Tới Hà Nội, Hưng Yên; Hải Dương)", "content": "+ Support/troubleshoot for end-users about using IT software/hardware/system.+ Make IT documents (SOP, Form, Policy, training,...)+ Manage computers, IT common/shared assets and license", "company_name": "Nikkiso Vietnam, Inc", "location": "Lot C6 & C7 THANG LONG IP2, LIEU XA, YEN  MY, HUNG YEN", "experience": "0 năm", "requirement": "1. Bachelor's degree of Information Technology major. 2. English: Communication is a must3. Experience about Windows, Office365, Printer/Fax, Telephone, Network and computer hardware is preferred4. Good teamwork abilities, working independently and can work under high pressure.Benefits:- Language allowance, Childcare allowance, Petrol allowance and housing allowance,...- Join social insurance, health insurance and unemployment insurance according...", "benefit": "Annual salary review, twice bonus per year, Company bus pick-up from Ha Noi, Hai Duong, Hung Yen to factory in Yen My (Hung Yen)", "date_posted": "11:35:12 02-05-2024", "source": "vietnamworks", "url": "https://www.vietnamworks.com/gap-it-helpdesk-mes-tieng-anh-kha-co-xe-dua-don-tu-cong-ty-toi-ha-noi-hung-yen-hai-duong--1771745-jd", "skills": "English, ERP, Technology, IT Helpdesk, Network", "salary": "$400 - $700"},
{"title": "ABAP Developer / Tuyển Gấp", "content": "Trụ sở công ty \r\n- Hà Nội:  Tầng 4, tòa 6th Element, Nguyễn Văn Huyên, KĐT Tây Hồ, Hà Nội. \r\n- HCM: 81 Cao Thắng, P3, Q3 , HCM\r\nThời gian làm việc: 8h30 – 17h30 từ Thứ 2 – Thứ 6, sáng Thứ 7 (nếu có yêu cầu công việc)\r\n\r\n\r\n- Tiếp nhận, phân...", "company_name": "Công Ty Cổ Phần Tư Vấn Công Nghệ Ngs (Ngsc)", "location": "Tầng 4, Toà nhà 6th Element, đường Nguyễn Văn Huyên, quận Tây Hồ, Hà Nội / 81 Cao Thắng, P3, Q3 , HCM", "experience": "0 năm", "requirement": "- Có từ 3 năm kinh nghiệm làm việc thực tế với SAP ABAP.\r\n- Tốt nghiệp Đại học/Cao đẳng các Khối ngành Kinh Tế/CNTT thông tin/Viễn thông\r\n- Có thể tham gia lập trình các module phần mềm phức tạp. Có thể review code, phân tích bug và đề xuất giải pháp cho các module...", "benefit": "Lương thưởng hấp dẫn theo năng lực, Lương tháng thứ 13, thưởng lễ tết, thưởng hiệu quả kinh doanh, Bảo hiểm sức khỏe PTI Premium và Chương trình Khám sức khỏe định kỳ hàng năm chất lượng cao., Du lịch, team building 2-3 lần / năm, chế độ nghỉ mát hàng năm", "date_posted": "12:00:41 02-05-2024", "source": "vietnamworks", "url": "https://www.vietnamworks.com/abap-developer-tuyen-gap--1771779-jd", "skills": "ABAP, SAP, Công Nghệ Thông Tin, Viễn Thông, IT Software", "salary": "$1000 - $1800"},
{"title": "SAP ERP Consultant", "content": "- Tham gia vào các dự án AMS hoặc triển khai theo yêu cầu.\r\n- Nhận và xử lý từ các sự cố của khách hàng và yêu cầu thay đổi.\r\n- Phân tích yêu cầu thay đổi/sự cố và thảo luận quy trình với các bên liên quan để xác định các giải pháp phù...", "company_name": "Công Ty Cổ Phần Tư Vấn Công Nghệ Ngs (Ngsc)", "location": "Tầng 4, Toà nhà 6th Element, đường Nguyễn Văn Huyên, quận Tây Hồ, Hà Nội", "experience": "0 năm", "requirement": "- Bằng cử nhân hoặc cao hơn các Khối ngành Kinh Tế/Hệ thống thông tin.\r\n- Từ 3 năm kinh nghiệm triển khai hệ thống SAP LO (MM/PP/SD/PM,…), SAP FI, CO, BPC, HCM,...  với vị trí triển khai hệ thống/nhân viên AMS hoặc end users. Có thể xem xét các ứng viên có kinh...", "benefit": "Lương thưởng hấp dẫn theo năng lực, Lương tháng thứ 13, thưởng lễ tết, thưởng hiệu quả kinh doanh, Bảo hiểm sức khỏe PTI Premium và Chương trình Khám sức khỏe định kỳ hàng năm chất lượng cao., Du lịch, team building 2-3 lần / năm, chế độ nghỉ mát hàng năm", "date_posted": "12:00:47 02-05-2024", "source": "vietnamworks", "url": "https://www.vietnamworks.com/sap-erp-consultant--1771780-jd", "skills": "SAP, SAP FICO, ERP, SAP Material Management, Hệ Thống Thông Tin", "salary": "$1000 - $1700"},
{"title": "[Digital Finance] Frontend Developer - MTS [HN - HCM]", "content": "- Developing a mobile trading system - Support B2C (Paave), B2B project (Securities or financial institution) following company's decision- Maintain a high-quality robust codebase- Rapidly build, iterate, test, and deploy new features and products- Working with the team using the Kaban processYou need to join one of the below products or need to develop...", "company_name": "Difisoft Vietnam JSC", "location": "CNOMAD Coworking Space, Tầng 6-7, Tòa nhà Saigon Building, 428 Trường Sa, Phường 02, Quận Phú Nhuận, Thành phố Hồ Chí Minh, Việt Nam", "experience": "0 năm", "requirement": "* At least 3 years working experience or equivalent exprienceSkills - Must Have- Language: Typescript or Javascript (willing to learn Typescript)- Framework: React Native, Redux, Saga- Version control: git (github/bitbucket)- Understanding in Data Structure, Algorithm- Ability to write well-documented, clean code- Ability to work with third-party dependencies- Being familiar with REST apiSenior Position- Previous...", "benefit": "*If you can finally join and pass probation, Difisoft will give 25% of offered salary as joining bonus, Laptop and monitor after passing probation, this laptop will belong to staff if staff works 3 years, Opportunity to develop career path, Chance to learn algorithm trading from professional traders", "date_posted": "13:09:44 02-05-2024", "source": "vietnamworks", "url": "https://www.vietnamworks.com/digital-finance-frontend-developer-mts-hn-hcm-1771796-jd", "skills": "IT Phần Mềm, Chứng Khoán, Frontend Workflow, JavaScript", "salary": "$100 - $4000"},
{"title": "IT Help Desk Engineer", "content": "- Receiving support requests directly from users, via emails or hotlines, logging tickets to the ServiceDesk system, and confirming the reception of requests to users in a timely manner- By oneself or together with the team, analyzing the issues, proposing solutions and implementing them in accordance with guidelines for common IT tasks. Main areas...", "company_name": "Renesas Design Vietnam Co., Ltd.", "location": "Lot W.29-30-31a, Tan Thuan road, Tan Thuan Export Processing Zone,", "experience": "0 năm", "requirement": "- Good knowledge in PC and other IT devices’ hardware/software/connectivity, including Windows and Linux operating systems, good skills in analyzing, diagnosing and trouble-shooting issues- Have experience working on any Helpdesk or similar systems (example: ServiceNow, JIRA, ...)- Basic knowledge in networking, server, corporate web tool/application, web filter, antivirus software, VPN ...- Good knowledge in...", "benefit": "15 annual day + 1/ Allowance, Bonus (twice/year)/ Excellent Training program/ Oversea training/ Private Healthcare, Laptop provided", "date_posted": "13:49:31 02-05-2024", "source": "vietnamworks", "url": "https://www.vietnamworks.com/it-help-desk-engineer--1771847-jd", "skills": "Technical Support, IT System Administration, Information Technology, Helpdesk, End-User Support", "salary": "$900 - $1500"},
{"title": "Backend Developer - Integration (Esb, API)", "content": "OBJECTIVES:•\tDevelop, create, and modify general software applications or specialized utility programs.•\tExecute tasks assigned by line manager, collaborate with team members to clarify requirements and overcome obstacles.•\tReviewing current systems•\tCoordinate troubleshooting and root cause analysis for production issues that are escalated to the team.KEY RESPONSIBILITIES+ Developing•\tConfer with systems analysts, programmers and others to design system and...", "company_name": "FE CREDIT", "location": "3B Floor, REE TOWER, 09 Doan Van Bo Street, Ward 13, Dist 4, HCMC", "experience": "0 năm", "requirement": "1. Education•\tBachelor’s degree in Engineering or Computer Science…2. Experience•\t2+ years IT experience developing database objects, backend developer, Java dev….•\tMust possess detailed knowledge and experience with software development ES3. Technical skills•\tKnowledge of database architecture and design•\tStrong skills in the programming technologies ESB (Anypoint Platform, API Gateway)•\tStrong Database skills (Oracle, MS SQL, MongoDB, etc.)•\tExperience operating within...", "benefit": "2-4 months salary bonus, Premium Healthcare Insurance", "date_posted": "13:52:18 02-05-2024", "source": "vietnamworks", "url": "https://www.vietnamworks.com/backend-developer-integration-esb-api-1771848-jd", "skills": "API Integration, Web Service, Oracle, Java, ETL", "salary": "$1000 - $2000"},
{"title": "IT Infrastructure & Helpdesk Staff", "content": "•\tInstall, configure, and maintain the hardware and software components of the Piaggio Vietnam (PVN) network, such as routers, switches, firewalls, servers, workstations, printers, scanners, etc.•\tMonitor the performance and security of the PVN network, troubleshoot any issues, and implement backup and recovery plans•\tRespond to the requests and inquiries of the PVN users, provide technical assistance...", "company_name": "Piaggio Vietnam Co., Ltd (Pvn)", "location": "BIDV Tower - Hanoi; Factory in Vinh Phuc; Commercial Office in HCMC", "experience": "0 năm", "requirement": "•\tBachelor’s degree in information technology•\tAt least 1 year of working experience in IT infrastructure and helpdesk field•\tGood knowledge about network admin, system admin, project management, budgetary management•\tGood knowledge about: Cisco network devices configuration; IBM servers configuration and monitoring; Virtual farm configuration and monitoring; Microsoft services configuration and operation•\tAverage English•\tProblem-solving, critical thinking", "benefit": "Annual Bonuses and Salary Incremental, Additional Health Care Plan for Employees", "date_posted": "13:58:20 02-05-2024", "source": "vietnamworks", "url": "https://www.vietnamworks.com/it-infrastructure-helpdesk-staff-1771775-jd", "skills": "IT Infrastructure Management, Information Security, IT Helpdesk, Network Administration, Technical Support", "salary": "Negotiable"},
{"title": "Data Analyst, ZaloPay (Credit Tech)", "content": "Trust and Safety team at ZaloPay gather highly motivated team players who dedicate in building ZaloPay as the most trusted financial service and best against bad factors in Vietnam fintech market. By developing and implementing advanced tech-driven risk prevention solutions while also focusing on user growth and customer experience, the goal is to make...", "company_name": "VNG Corporation", "location": "VNG Campus, Khu chế xuất Tân Thuận, Quận 7", "experience": "0 năm", "requirement": ". Ability to think critically, analyze and solve problems with a strong attention to detail;. Being able to understand and represent business and user needs, distilling insights to set strong road map that . meet short and long-term needs;. Excellent organizational and communication skills;. Proven working experience as a data analyst with approximately 2-year...", "benefit": "International assignments and careers in 15+ countries., Highly scalable platforms with 100+ million users., 14 - 20 annual leaves and 30 days full-paid sick leave/year", "date_posted": "14:28:58 02-05-2024", "source": "vietnamworks", "url": "https://www.vietnamworks.com/data-analyst-zalopay-credit-tech-1771884-jd", "skills": "Data Analysis, A/B Testing, Big Data Analysis, Big Data Analytics, Data Processing", "salary": "Negotiable"},
{"title": "Customer Service", "content": "-Day to day accommodating customers problems-Ad-hoc tasks assigned by the Management from time to time", "company_name": "Aptech Developer", "location": "D-7-8, MENARA SUEZCAP 1, KL GATEWAY, NO. 2, JALAN KERINCHI, GERBANG KERINCHI LESTARI, 59200 KUALA LUMPUR.", "experience": "0 năm", "requirement": "-Candidate must possess at least a Diploma or Degree-Fresh graduates are welcomed to apply-Fluent in Mandarin and English-Excellent written and verbal communication skills-Must be willing to work in Manila, Philippines-Amenable to work in rotating shifts (morning, noon, & night shifts)Responsibility", "benefit": "13-25th payment, Annual leave, Accommodation Provided.", "date_posted": "15:14:09 02-05-2024", "source": "vietnamworks", "url": "https://www.vietnamworks.com/customer-service--1771924-jd", "skills": "Customer Service", "salary": "$1000 - $10000"},
{"title": "Business Analyst", "content": "RMIT University CommitmentRMIT is committed to the rights of students and staff to be safe, respected, valued, and treated as an equal in their place of study and work.  All staff are expected to share this commitment and contribute to a safer community. While carrying out their role, staff are in a position...", "company_name": "RMIT University Vietnam", "location": "702 Nguyen Van Linh Boulevard, Tan Phong Ward, Dist.7, Ho Chi Minh City", "experience": "0 năm", "requirement": "Key Selection CriteriaFlexible, able to adapt to change quickly and work with some ambiguity, yet still delivering quality outcomes.Demonstrate any prior knowledge or experience with corporate data analysis, streamlining and migration, with tool and techniques that may have used. BA Practice and MS excel proficient.Good mix of Business analysis and technical analysis skills2-3 years...", "benefit": "13th month bonus, private medical insurance (for you and your dependents) and annual health check., 20 days annual leave plus 5 days paid leave Xmas closure, plus public holidays and paid sick leave, Free shuttle bus & Free use of onsite gym", "date_posted": "15:39:56 02-05-2024", "source": "vietnamworks", "url": "https://www.vietnamworks.com/business-analyst--1771947-jd", "skills": "Data Analysis, Business Analysis, Project Management, Agile Methodology, Stakeholder Management", "salary": "$1900 - $2200"},
{"title": "C / C++ Software Engineer - Relocation Bonus - Salary Up to 2500$ - Hybrid Working", "content": "LG Electronics Development Vietnam (LG EDV) Company focuses on smart & eco-friendly automotive components. The VC Company produces high-quality & state-of-the-art in-car infotainment systems that deliver both information and entertainment on the go for many of the world‘s biggest automobile brands.\n\nWe, LG Electronics Development Vietnam (LG EDV) conduct core R&D activities, and various product...", "company_name": "LG Electronics Development Vietnam Company Limited", "location": "The 3rd Floor, Vinh Trung Plaza, 255 Hung Vuong, Hai Chau District, Da Nang City", "experience": "0 năm", "requirement": "1. Requirement:\n- Basic Qualifications\n• Bachelor’s degree in Information Technology, Computer Science, Computer Engineering, Electrical Engineering, Telecommunication Engineering, Mathematics, Mechanics, and Informatics or equivalent;\n• Background knowledge of computer systems (CPU, RAM, Operating System);\n• 1+ years’ experience in software programming language C/C++\n• Good knowledge of OOP and Design Patterns (MVC, Observer, Strategy, etc.);\n\n- Preferred Qualifications:\n• Having...", "benefit": "Competitive remuneration package (up to 16-month salary), Training activities and chances to work onsite in EU, US, Korea,..., LG Gram", "date_posted": "16:21:18 02-05-2024", "source": "vietnamworks", "url": "https://www.vietnamworks.com/c-c-plus-plus-software-engineer-relocation-bonus-salary-up-to-2500-hybrid-working-1-2-1--1758757-jd", "skills": "C++, Software Engineering, Embedded, C/C++, Software Development", "salary": "$800 - $2500"},
{"title": "Safety Test Engineer (Software) - Hybrid Working - Relocation Bonus - Salary Up To 2500$", "content": "LG Electronics Development Vietnam (LGEDV) Company focuses on smart & eco-friendly automotive components. The VC Company produces high-quality & state-of-the-art in-car infotainment systems that deliver both information and entertainment on the go for many of the world‘s biggest automobile brands.\n \nWe, LG Electronics Development Vietnam (LGEDV), conduct core R&D activities and various product reliability...", "company_name": "LG Electronics R&D Vietnam", "location": "The 3rd Floor, Vinh Trung Plaza, 255 Hung Vuong, Hai Chau District, Da Nang City", "experience": "0 năm", "requirement": "General requirements:\n•\tBackground in Science or Engineering\n•\tExperience in at least one programming language( C/C++, Python, assembly...)\n•\tExperience in Test methodologies, strategies, and design techniques for SW qualification test and System integration test based on ISO26262\n•\tGood research and problem-solving skills \n•\tFluent English reading and writing to be involved in technical discussions with the development team, HQ, Automotive...", "benefit": "Competitive remuneration package (up to 16-month salary), Training activities and chances to work onsite in EU, US, Korea,..., LG Gram", "date_posted": "16:21:33 02-05-2024", "source": "vietnamworks", "url": "https://www.vietnamworks.com/safety-test-engineer-software-hybrid-working-relocation-bonus-salary-up-to-2500-2--1758772-jd", "skills": "Software Testing, Cyber Security Analysis, Software Development, Automation Testing, Automotive", "salary": "$800 - $2500"},
{"title": "Security Feature Test - Automation Test (Hybrid Working + Salary Up to $2,500 + Relocation Bonus)", "content": "As a Security Feature Test of VS DCV Da Nang Office, you will:\n•\tDeep research security features in an automotive domain such as Secure Boot, Firewall, cryptography, Network Security, Bluetooth Security, Wi-Fi Security…\n•\tDevelop script, application, or tool to perform security tests.\n•\tCreate negative security test cases to perform on automotive products\n•\tResponsible for cyber security test cases...", "company_name": "LG Electronics Development Vietnam", "location": "The 3rd Floor, Vinh Trung Plaza, 255 Hung Vuong, Hai Chau District, Da Nang City", "experience": "0 năm", "requirement": "Basic Qualifications:\n•\tBackground in IT, Science, or Engineering\n•\tKnowledge of Networking\n•\tGood research and problem-solving skills \n•\tAbility to handle ambiguity and make decisions and recommendations with limited data\n•\tHave experience in one of the programming languages: Python/C/C++/Shell script\n\nPreferred Qualifications:\n•\tHave knowledge and a strong mindset of/interest in information security principles and practices (network security/ cryptography/ TLS/ Wifi/BT Security, etc.)...", "benefit": "Competitive remuneration package (up to 16-month salary), Flexible working time with many company holidays, Comprehensive training activities and chances to work onsite in EU, US, Korea,...", "date_posted": "16:21:45 02-05-2024", "source": "vietnamworks", "url": "https://www.vietnamworks.com/security-feature-test-automation-test-hybrid-working-salary-up-to-2-500-relocation-bonus--1758767-jd", "skills": "C++, Python, Automation Testing, Firewall, Security Information", "salary": "$800 - $2500"},
{"title": "IT System & Network Specialist", "content": "A. JOB PURPOSE:- Manage Infrastructure to ensure IT infrastructure works properly in Vietnam, at all sites for divisions: Genetics and Farm, Feed, Food Processing & Slaughterhouse & Joint-venture- Install all network hardware and software and make needed upgrades and repairs- Maintain network and computer system security and ensure that all systems are operating correctly-...", "company_name": "De Heus LLC", "location": "Sofic Tower, Floor 12B, 10 Mai Chi Tho Street, Thu Thiem Ward, Thu Duc City, Ho Chi Minh City.", "experience": "0 năm", "requirement": "QUALIFICATIONS:- Bachelor degree or equivalent in a related IT System area.- It is an advantage when holding these extra formal certifications: A+, CCNA/CCNP, MCSE, VCP, Symantec - - Backup Exec, Storage Management & System MonitoringEXPERIENCES:- IT experience needed, including operating, moderating complex systems and programming. 5+ years’ experience- Windows Server- Virtualization- Cloud computing (Advantageous)-...", "benefit": "Health-care insurances served by international provider, 14-day annual leave, Lots of training & development opportunities, even abroad", "date_posted": "17:00:42 05-05-2024", "source": "vietnamworks", "url": "https://www.vietnamworks.com/it-system-network-specialist--1772698-jd", "skills": "IT System Administration, IT Operations, IT Service, IT Infrastructure Management", "salary": "Negotiable"},
{"title": "Sales Execution Information Manager", "content": "1. Design and build the end to end KPIs dashboard of Commercial Operation with three key Tier: Strategic, Tactical and Operations. To cooperate with D&T to design and own this dashboarding.2. Track & analyze performance & productivity of Sales Touchpoints in relevant granularity (by region / channel / type of customer); collaborate with HR...", "company_name": "HEINEKEN Vietnam", "location": "Vietcombank Tower, 18th & 19th floor, 05 Cong Truong Me Linh, Ben Nghe Ward", "experience": "0 năm", "requirement": "•\tUniversity degree, preferably in science, engineering or social science•\tExperience in supporting salesforce / RTM management through data systems of min. 5 years (preferably in FMCG sector)•\tProven track-record in analytical role, working with time & motion analysis, optimizing market coverage & routing, omnichannel sales model, designing & leading RTM efficiency & productivity initiatives•\tDrives to win,...", "benefit": "Private health insurance for employee and dependents, 18 days of annual leave, Canteen", "date_posted": "22:35:28 05-05-2024", "source": "vietnamworks", "url": "https://www.vietnamworks.com/sales-execution-information-manager--1772721-jd", "skills": "Power BI, Data-Driven, SFE", "salary": "Negotiable"},
{"title": "[$2000 - $3500]Ai Engineer (Open Từ 2 Năm Kn:computer Science/ai/machine Learning/data)", "content": "Khách hàng của Navigos Search là công ty AI technology global đang open tuyển Machien Learning/AI Engineer cho văn phòng tại Việt Nam.1. Quyền lợi của ứng viên- Văn phòng sang xịn mịn. Flexible working style: flexible với việc lên văn phòng- Package: $200 - $3500. Over $3500 với các ứng viên nhiều kinh...", "company_name": "Navigos Search", "location": "Hanoi", "experience": "0 năm", "requirement": "3. Mô tả công việcThe key to the development of hyperscale AI lies in efficiently utilizing a large number of computational resources. At the same time, we consider it crucial to achieve competitiveness of infrastructure software. As part of this strategy, machine learning engineers will be responsible for missions including, but not limited- Implement...", "benefit": "13th monthly salary, Performance Bonus, Healthcare Plan, Competitive package", "date_posted": "09:36:13 06-05-2024", "source": "vietnamworks", "url": "https://www.vietnamworks.com/2000-3500-ai-engineer-open-tu-2-nam-kn-computer-science-ai-machine-learning-data--1772784-jd", "skills": "English, Computer Science, Machine Learning, Big Data", "salary": "$2000 - $3500"},
{"title": "Chuyên Viên Chính Phòng Phân Tích Cảnh Báo Sớm Và Giám Sát Hệ Thống - Khối Công Nghệ Thông Tin", "content": "Mô tả công việc•   Thu thập log từ các thành phần quan trọng như máy chủ, ứng dụng, cơ sở dữ liệu, hệ thống mạng,...•   Sử dụng các công cụ và kỹ thuật phân tích log để hiểu được các thông tin được ghi lại từ hệ thống.•  ...", "company_name": "Ngân Hàng TMCP Tiên Phong (Tpbank)", "location": "Tòa nhà TPBank, 57 Lý Thường Kiệt, phường Trần Hưng Đạo", "experience": "0 năm", "requirement": "YÊU CẦU CÔNG VIỆC\n•   Đại học Khối Kỹ thuật Chuyên ngành: Kỹ thuật máy tính/Truyền thông và mạng máy tính/Hệ thống thông tin/CNTT•    Có kinh nghiệm >2 năm ở vị trí tương đương tại các ngân hàng/định chế tài chính nước ngoài hoặc các doanh nghiệp khác•  ...", "benefit": "Mức lương cạnh tranh, Cơ hội thăng tiến, đào tạo, Môi trường làm việc chuyên nghiệp", "date_posted": "10:04:46 06-05-2024", "source": "vietnamworks", "url": "https://www.vietnamworks.com/chuyen-vien-chinh-phong-phan-tich-canh-bao-som-va-giam-sat-he-thong-khoi-cong-nghe-thong-tin-1772747-jd", "skills": "An Toàn Thông Tin, Quản Trị Rủi Ro Thông Tin, Khoa Học Máy Tính, Bảo Mật Dữ Liệu, Kiểm Thử Phần Mềm", "salary": "Negotiable"}